20240224232536-kick_off_meeting_23022024.org
:PROPERTIES:
:ID:       217f7b90-8aee-4761-acb4-8929e9a6e140
:END:
#+title: Kick-Off-Meeting 23022024
There are a lot of things to do in the future.

* DONE Meeting Content
CLOSED: [2024-02-24 Sat 23:36]
- It is neutron spectrum that becomes harder, not neutrons. Neutrons have higher energy, this is the right and equal way to express it.
- We have tried to get into this story with physics, this is great.
- We have to begin the experiments earlier because it is assciated with a lot of people.
- Surface tension of the sodium is the most important feature comparing to water.
- We assume there are different bubble shapes in sodium and water, due to the different surface tension of sodium and water.
- One question is, we can do experiment with water, why do we need to do experiments with sodium?
- Actully the interection of the two bubbles in liquid metal is not well researched.
- The presentation should be explained more with images and less with text. 
* DOING 1 or 2 Pages
- [[id:3b454634-8968-44e5-bef4-3f614fab9dda][Motivation of My Topic]]
- I need to prepare a small document of the motivation. Until now, I have researched something and to somewhat extent found my own story. I need to write down my own story (the motivation). I want to have
* DOING 1-Slide-PPT
- I need to use 1 (or 2) slide(s) to show the information regarding the motivation in the 1 or 2 pages that I have written down.
- This slide should be able to be used in every presentation, helping people quickly get to the point!
* HANGUP The Next Presentation
- Find an image on Internet to show the fuel assembly in detail.
- Try to answer questions (I can not remember if this is the idea of Micha, but at least ideas of mine.):
  + How does bubble behave in the fuel assembly?
  + Or even do bubbles enter the fuel assembly?
- The image can also be created by my self, in a way that is simple and easy to understand.
* TODO Technical Meeting
** Aim
*** Flow Velocity
- Is the velocity of the flow important or not?
- Before the meeting I need to figure it out, whether the experiments is meaningful or not. Because the two phase flow in our experiment has no flow velocity, while there is flow velocity in the real condition. I need to do Literature research
*** The Parameters to be measured
- Which problems do I want to investigate?
  + Complex bubble structure in fuel rods.
  + Bubble behaviours in the fuel bundle. Or do they even enter the fuel bundle?
  + How do they collapse?
  + How do they coalescence with each other?
- More specific: Which parameters do I want to measure?
*** Modification of the Existing Setup
- Talk about how can we modify the existing setup?
** People
- Frank
  + At first I need to write an email to Frank.
  + Frank knows who will come.
  + Ask Frank can he show me the setup so that I can have an impression of the setup.
- Matina
- Swan Ekert
- Thomas
** Requirements
- I need to motivate the meeting, not to be motivated.
- I need to speak with them, I want/need to measure this and that...
- I need to manage to introduce my story in 2 mins.
* Current Plan
- %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
- %% *These three things should be done togather!* %%
- %%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
** TODO Simple Experiments
- This is about the technical meeting above.
- I should analyse the experiment data.
** TODO Literature review - Flow Velocity
- Is it an obstacle or not?
- Are my experiments meaningful or not? 
** TODO Detailed Plan for all experiments in the Future
DEADLINE: <2024-06-01 Sat>
- Before summer vacation 06.2024
- Once our detailed plan is clear, the task of my PhD will be clear.
* Middle Future Plan
- After the experiments are done, I should analyze the data and see if it is good or not.
- Do we need a pump in the future? This should be decided before 06.2024, so that it would not be too late. 
